<?php

return [
    // required
    'Required username' => 'Введите имя пользователя.',
    'Required email' => 'Введите ваш адрес электронной почты.',
    'Required password' => 'Введите пароль.',
    'Required topic subject' => 'Введите название темы.',
    'Required message' => 'Введите текст сообщения.',

    'Valid email' => 'Введите правильную электронную почту.',
    'Exist email' => 'Пользователя с указанной электронной почтой не существует.',

    // unique
    'Unique email' => 'Пользователь с такой электронной почтой уже зарегистрирован.',
    'Unique username' => 'Указанное вами имя занято.',

    // string
    'String short username' => 'Ваше имя должно содержать минимум {min} символа.',
    'String long username' => 'Ваше имя не должно быть длиннее {max} символов.',
    'String short password' => 'Пароль должен содержать минимум {min} символа.',
    'String long password' => 'Пароль не должен быть длиннее {max} символов.',

    'Username match common' => 'В вашем имени можно использовать только латинские буквы, цифры, знаки &#171;_&#187; и &#171;-&#187;.',
    'Username match first letter' => 'Первым символом в вашем имени должна быть латинская буква.',

    'Wrong user/password' => 'Имя пользователя или пароль указаны неверно.',
];