<?php

return [

    'Title' => 'Вход',
    'Legend' => 'Введите имя пользователя и пароль',
    'Username' => 'Имя пользователя',
    'Password' => 'Пароль',
    'Remember' => 'Запомнить меня на этом компьютере?',
    'Submit' => 'Войти',
    'Forgotten password' => 'Забыли пароль?',
    'Not registered' => 'Ещё не зарегистрированы?',

    // Error section
    'Important' => 'Важная информация!',
    'Error summary' => 'Следующие ошибки необходимо исправить, чтобы продолжить вход на сайт:',
];
